[
    {
        "vacancy_uuid": "779f3a59-206a-3241-adc4-d7db504f960b",
        "confirmed_resumes": [
            {
                "resume_uuid": "8c8cf797-2c6b-3f4b-b28b-20d57bd88b82",
                "key_info": "1. Предложение, содержащее информацию о технологическом стеке: Технологии, используемые на проектах, включают Java 11, Spring Boot, Hibernate, Spring Data, Spring Security, Maven, Camunda, Postgres, Liquibase, Kafka, jUnit, Mockito, Swagger, Bitbucket.\n2. Предложение с информацией о наличии коммерческого опыта: Сотрудник имеет опыт работы над проектами в коммерческой сфере, таких как управление складскими помещениями, интеграция call-центра с системой телефонии и проект по поставке пользовательских данных в межведомственные системы электронного взаимодействия.\n3. Предложение с информацией об образовании: Образование высшее, получено в НовГУ на факультете архитектуры, искусств и строительства.\n4. Предложение с возрастом: Не указан.\n5. Предложение с grade (сеньор/ миддл/ ..): Не указан.\n6. Предложение с предпочтениями удаленного формата работы/ офис: Не указано.\n7. Предложение с зарплатой: Не указано.\n8. Предложение с личными качествами: Не указано."
            },
            {
                "resume_uuid": "74221d62-5ea6-3a68-8849-25acd97e208b",
                "key_info": "None технологический стек: Java, Android SDK, Design Patterns, Eclipse, C/C++, Git, Atlassian Jira, IntelliJ IDEA, NetBeans, OpenCV, PostgreSQL, Spring Framework.\nКоммерческий опыт: Разработка и тестирование REST-контроллеров, бизнес- и репозитори-сервисов. Разработка внешних интеграций. Анализ легаси кода. Разработка ПО для управления автомобильной системой ERA-GLONASS. Работа с поставщиками и клиентами. Тестирование работы с телеграм ботом. Участие в командной работе.\nОбразование: Высшее образование в области радиотехники.\nВозраст: 30 лет.\nГрейд: не указан.\nПредпочтение формата работы: не указано.\nЗарплата: не указана.\nЛичные качества: Аналитические навыки, точность, командный игрок."
            },
            {
                "resume_uuid": "76e284ec-e1a0-3909-a063-b9f8ff0ad242",
                "key_info": "Технологический стек: JavaScript, TypeScript, Nuxt 3 (ssr), Vue3 (Pinia), Vite / Vitest, Tailwind, Node.js, StoryBook, Gitlab / Jira, fetch api (ofetch) / rest api.\nИмею опыт работы с Vue.js более 5 лет и JavaScript более 7 лет.\nОбразование: Высшее образование в Омском авиационном колледже имени Н.Е. Жуковского, специальность - Информационные системы и программирование, Программирование в компьютерных системах (продвинутый уровень), год окончания 2019.\nВозраст - NaN\nПредпочтение удаленного формата работы.\nМой grade - Senior Frontend-разработчик.\nЗарплата - NaN\nЛичные качества: умение трезво оценивать силы и задачи, ответственность, проведение собеседований, решение задач, развитые софтскилы, знание английского языка на уровне B2, занимаюсь фитнесом, посещаю бассейн, путешествую."
            }
        ],
        "failed_resumes": [
            {
                "resume_uuid": "74392e00-ecfb-335b-9fc1-c2652dca06e5",
                "key_info": "- Стек технологий: Java, Docker, SQL, Hibernate, Java Spring Framework, Apache Maven, REST, Redis, Системная интеграция\n- Наличие коммерческого опыта: Работа над интеграционными адаптерами для API компаний партнеров, система расчета мотивации сотрудников банка, MVP проекты для Газпром-нефть, проект для учета ресурсов оператора связи Viva-telecom, разработка интеграционных решений для компании\n- Образование: Высшее образование в СибГАУ, факультет информатики и систем управления, год окончания 1999\n- Возраст: NaN\n- Уровень: NaN\n- Предпочтения относительно формата работы: Была отменена возможность удаленной работы, что не устраивало\n- Зарплата: NaN\n- Личные качества: Менторство, проведение code-review, участие в обсуждении архитектуры продукта, обучение сотрудников, участие в планировании ресурсов"
            }
        ]
    }
]