[
    {
        "uuid": "779f3a59-206a-3241-adc4-d7db504f960b",
        "key_info": "Предложение, содержащее информацию о технологическом стеке:\nМы ищем разработчиков с опытом работы на Java 11+ или Kotlin и знанием фреймворков Spring Boot, Quarkus, Micronaut или Vert.x, а также контейнеризаторов Kubernetes, Docker или OpenShift и брокеров Kafka, Rabbit MQ или Active MQ.\n\nПредложение с информацией о наличии коммерческого опыта:\nТребуется опыт коммерческой разработки на Java от 3 лет, а также опыт работы с Postgress, MySQL или Oracle будет плюсом.\n\nПредложение с информацией об образовании:\nОтсутствует. NaN\n\nПредложение с возрастом:\nОтсутствует. NaN\n\nПредложение с grade (сеньор/ миддл/ ..):\nОтсутствует. NaN\n\nПредложение с предпочтениями удаленного формата работы/ офис:\nРабота в офисе или удаленно — по договоренности.\n\nПредложение с зарплатой:\nДостойная зарплата — обсудим на собеседовании.\n\nПредложение с личными качествами:\nМы предлагаем разнообразные задачи, опытную команду и отличные возможности для роста, а также заботу о здоровье сотрудников и well-being-программу для физического и ментального благополучия."
    },
    {
        "uuid": "7a4813fc-43bc-3896-a607-4c8682b01002",
        "key_info": "Технологический стек включает в себя микросервисную архитектуру, REST/gRPC, Kafka/RabbitMQ, SQL, UML/BPMN.\n\nКоммерческий опыт от 3 лет обязателен, предпочтительно работа в продуктовых компаниях.\n\nОб образовании информации нет.\n\nВозраст до 50 лет.\n\nУровень - Middle+/Senior.\n\nПредпочтение отдается удаленному формату работы.\n\nЗарплата до 350 000 рублей net.\n\nВажные личные качества: умение проектировать интеграции, работать с SQL, опыт проектирования баз данных, проектирования пользовательских интерфейсов."
    },
    {
        "uuid": "c03085c3-9b1e-3564-bb1e-59aa72e5fbca",
        "key_info": "1. Технологический стек: Опыт работы c хранилищем данных Oracle, глубокое знание SQL (диалект Oracle), написание сложных запросов, чтение PL/SQL-кода, опыт работы с ETL-средствами, предпочтительно с Informatica PowerCenter.\n\n2. Коммерческий опыт: Желателен опыт работы в финансовых организациях или на проектах в финансовых организациях в роли аналитика данных или системного аналитика.\n\n3. Образование: NaN\n\n4. Возраст: NaN\n\n5. Грейд: Ведущий аналитик DWH в департамент аналитики.\n\n6. Предпочтение формата работы: График работы удаленный, но всегда можно приехать в офис.\n\n7. Зарплата: NaN\n\n8. Личные качества: Стремление сделать удобные и качественные ИТ-продукты для каждого клиента, способность работать в команде, аналитический склад ума, внимание к деталям."
    },
    {
        "uuid": "a8dd83c3-178d-3c70-90c2-7c3648f6b96a",
        "key_info": "Технологический стек: Опыт работы с MQ-очередями, веб-сервисами, Kafka. Знание SQL, Jira, Confluence, XML, JSON. Желательный опыт работы с микро-сервисами, Kubernetes, OpenShift, PostgreSQL.\n\nКоммерческий опыт: Опыт работы аналитиком в сфере разработки ПО брокерской отрасли от 2 лет. Желательный опыт работы в инвестиционных банках, брокерских компаниях, управляющих компаниях.\n\nОбразование: Высшее техническое или экономическое образование (желательно).\n\nВозраст: Не указан.\n\nГрейд: Не указан.\n\nПредпочтения по формату работы: Возможность гибридного графика, комфортный офис.\n\nЗарплата: Конкурентная и официальная заработная плата.\n\nЛичные качества: Умение управлять ожиданиями заказчика, коммуникабельность, ответственность в принятии решений."
    },
    {
        "uuid": "9d98eba0-13bb-38d3-b742-4fd445954b3d",
        "key_info": "Технологический стек предпочтителен в продуктовых компаниях с крутой продуктовой культурой, опыт работы с международными экспертами и участием в запуске новых продуктов.  \nНаличие коммерческого опыта в компаниях с многопользовательскими продуктами, лидирующими на рынке.  \nОбразование - информация отсутствует.  \nВозраст - информация не предоставлена.  \nGrade - Middle, Senior, Lead и выше.  \nПредпочтение гибридной/полной удаленной работы или работы в офисе в Москве/казань/питер/самара.  \nЗарплата вилки: Middle - до 350, Senior - до 500, Lead - до 630 гросс.  \nЛичные качества: структурный, проактивный, готовый к работе в команде с горящими глазами, софт скиллы, драйв."
    },
    {
        "uuid": "4e2299c0-13fc-301d-8f3c-3ccfd0281ce6",
        "key_info": "Предложение, содержащее информацию о технологическом стеке:\nСегодня мы разрабатываем проекты на Python, Java, Scala и JavaScript, создаем микросервисы в Docker-контейнерах под управлением Kubernetes, а для работы с Big Data используем Hadoop, Apache Kafka и Apache Spark.\n\nПредложение с информацией о наличии коммерческого опыта:\nИмеете опыт работы Java-разработчиком от 1 года.\n\nПредложение с информацией об образовании:\nИмеете техническое образование в сфере IT.\n\nПредложение с возрастом:\nNaN\n\nПредложение с grade (сеньор/ миддл/ ..):\nNaN\n\nПредложение с предпочтениями удаленного формата работы/ офис:\nNaN\n\nПредложение с зарплатой:\nГарантии стабильности: оформление по ТК РФ, достойная заработная плата и годовые премии по итогам года.\n\nПредложение с личными качествами:\nОжидаем, что Вы занимались разработкой в IntelliJ IDEA, имеете опыт работы с JSON и с инструментами сборки Maven, Gradle, а также опыт работы с системой контроля версий Git."
    },
    {
        "uuid": "a8f56ed3-3ef3-365d-ade4-2df4db5d4af8",
        "key_info": "Предложение, содержащее информацию о технологическом стеке:\nМы работаем с Java Spring boot, PostgreSQL, React JS и создаем современный IT-ландшафт в банке.\n\nПредложение с информацией о наличии коммерческого опыта:\nТребуется опыт работы IT-аналитиком не менее 3х лет (бизнес/системный анализ).\n\nПредложение с информацией об образовании:\nКандидат должен иметь военный билет или приписное (до исполнения 27 лет).\n\nПредложение с возрастом:\nКандидат должен быть до исполнения 27 лет.\n\nПредложение с grade (сеньор/ миддл/ ..):\nNaN\n\nПредложение с предпочтениями удаленного формата работы/ офис:\nФормат работы: для МСК – комбинированный дистанционный, для регионов – дистанционный.\n\nПредложение с зарплатой:\nКонкурентная зарплата по итогам интервью, с наличием премиальной составляющей.\n\nПредложение с личными качествами:\nСоздадим комфортные условия для работы, поддержка новичков по программе наставничества Buddy, гибкий график работы, сервис психологической поддержки и многое другое."
    },
    {
        "uuid": "cdbe4d64-991a-35a1-8b71-a05a5ce24123",
        "key_info": "Предложение, содержащее информацию о технологическом стеке:\nВажно иметь опыт работы с Java (Spring, Redis), Kafka, Spark Streaming, Apache Flink, Redis/Tarantool, OpenShift/Kubernetes.\n\nПредложение с информацией о наличии коммерческого опыта:\nТребуется минимум 3 года релевантного опыта в IT сфере.\n\nПредложение с информацией об образовании:\nКандидат должен иметь военный билет или приписное (до исполнения 27 лет).\n\nПредложение с возрастом:\nДо исполнения 27 лет.\n\nПредложение с grade (сеньор/ миддл/ ..):\nДо 16 уровня - сениор.\n\nПредложение с предпочтениями удаленный формат работы/ офис:\nДля МСК – комбинированный дистанционный, для регионов – дистанционный.\n\nПредложение с зарплатой:\nКонкурентная зарплата с премиальной составляющей.\n\nПредложение с личными качествами:\nПриветствуются лидерские качества, способность обучаться и обучать других членов команды."
    },
    {
        "uuid": "7eca3dc1-2108-3152-85be-cd0ee7aa1493",
        "key_info": "Технологический стек: JVM, TeamCity / Jenkins, Helm / Ansible, Kubernetes / OpenShift + ServiceMesh / Istio, Docker + Docker Compose + Dockerfile, Nexus, Maven, BitBucket, Jira, Bash / Python / Kotlin / Groovy, Git, Terraform, Wildfly / Tomcat, SQL + PostgreSQL, S3, Prometheus, Grafana, ELK (logstash, fluentb, Kibana), REST API, OSI.\n\nКоммерческий опыт: 2-4 года опыта в DevOps, 1–2 года в банковской сфере.\n\nОбразование: Не указано.\n\nВозраст: Не указан.\n\nГрейд: Не указан.\n\nПредпочтения работы: Полная занятость, полный день.\n\nЗарплата: Не указана.\n\nЛичные качества: Хорошие коммуникативные навыки, внимательность к деталям, аккуратность, работа на результат.\n\nNaN"
    },
    {
        "uuid": "01713376-e04d-3f9d-9287-7a5ff74918c3",
        "key_info": "Технологический стек включает опыт работы с проектированием реляционных баз данных, REST API, брокерами сообщений, микросервисной архитектурой и использованием UML. NaN\n\nКандидат имеет коммерческий опыт работы в IT-компании с фокусом на высоких технологиях и разработке финтех-продуктов. NaN\n\nОбразование кандидата не указано. NaN\n\nВозраст кандидата не указан. NaN\n\nГрейд кандидата - middle или senior. NaN\n\nКандидат предпочитает гибридный формат работы (офис/удаленно). NaN\n\nПо условиям компании предлагается конкурентная зарплата, возможная премиальная составляющая. NaN\n\nЛичные качества кандидата включают хорошо развитые коммуникационные навыки, способность находить общий язык с разными стейкхолдерами и принимать ответственность за принимаемые решения."
    },
    {
        "uuid": "54ec7d23-cf72-30c0-b0b5-22509ddbdfef",
        "key_info": "Технологический стек включает в себя разработку ETL-потоков, работу с аналитическими хранилищами, SQL, экосистемой Hadoop, реляционными СУБД и Apache AirFlow.\n\nОпыт работы в роли разработчика DWH не менее 3 лет.\n\nНеобходимое образование - NaN.\n\nВозраст не указан.\n\nТребуемый grade - Tолько синьоры.\n\nПредпочтение отдается гибридному формату работы (в офисе, удаленно или гибридно).\n\nЗарплата будет конкурентной и обсуждается на собеседовании.\n\nВажными личными качествами являются коммуникабельность, ответственность, профессионализм и умение работать в команде."
    },
    {
        "uuid": "dfaf7cc8-3726-361e-b7cf-6d9746d6bf77",
        "key_info": "Технологический стек включает в себя использование BigData для автоматизации выявления ФКР, статистический анализ для оптимизации перечня ФКР, и разработку календарного мониторинга выполнения условий контрагентами.\n\nКандидат должен иметь опыт функционального, интеграционного и регрессионного тестирования веб-приложений, написания тестовой документации и работы с баг-трекинговыми системами.\n\nПредпочтительно наличие высшего технического образования в сфере IT.\n\nВозраст до 13 МСК/СПБ, не указано другой информации о грейде.\n\nПредпочтение может отдаваться командам, готовым работать удаленно.\n\nЗаработная плата для данной позиции составляет 283000 в МСК/СПБ и 233500 в регионах.\n\nКандидат должен обладать уверенными знаниями SQL, коммуникабельностью и готовностью к общению с пользователями."
    },
    {
        "uuid": "61a5a940-c9f2-3f9f-bbda-9cf735697878",
        "key_info": "Технологический стек: Разработка для работы с сегментом Private banking, омниканальное обслуживание клиентов, гибкие методологии разработки (scrum, kanban).\n\nНаличие коммерческого опыта: Опыт работы в роли Лидера команды по разработке от 2 лет, опыт управления кроссфункциональной командой разработки, опыт участия в продуктовой проработке требований.\n\nОбразование: Высшее техническое образование.\n\nВозраст: NaN\n\nGrade: Руководитель проектов по разработке.\n\nПредпочтение удаленного формата работы/офис: NaN\n\nЗарплата: Не указана.\n\nЛичные качества: Хорошие коммуникативные навыки, умение управлять ожиданиями заказчика, проактивность, нацеленность на результат, самостоятельность в принятии решений."
    },
    {
        "uuid": "4c9676a3-15f9-3ec7-88ac-96dab7b343ba",
        "key_info": "1. Современная IT-компания с фокусом на высокие технологии развивает \"Цифровую банковскую платформу\" и работает с большими данными, используя экосистему Hadoop и его компоненты.\n\n2. Требуется опыт работы с реляционными СУБД, инструментами ETL и управлением данными, а также написание документации.\n\n3. Опыт системного анализа в решениях Big Data и знание принципов проектирования данных на основе Hadoop. Предпочтительно наличие опыта работы с банковскими продуктами и процессами.\n\n4. Вакансия для грейда 14, 15 (2, 3, 4) и 16.\n\n5. Заказчик готов рассматривать удаленный, офисный и гибридный формат работы.\n\n6. Конкурентная зарплата с премией по результатам интервью, а также возможность принять участие в эксклюзивном зарплатном проекте банка.\n\n7. Важные личные качества: коммуникабельность, умение находить общий язык с заказчиками и разработчиками, аналитическое мышление и ясное изложение своих мыслей."
    },
    {
        "uuid": "ab135980-4634-3579-8707-2f094b5579a9",
        "key_info": "Предложение, содержащее информацию о технологическом стеке:\nМы ищем DevOps инженера с опытом работы с Linux (RHEL, CentOS, Ubuntu), контейнеризацией, Ansible, Terraform или Packer, bash/sh, Kubernetes, CI/CD, Gitlab и/или TeamCity.\n\nПредложение с информацией о наличии коммерческого опыта:\nМы ищем кандидата с опытом развертывания и настройки высоконагруженных систем, опытом работы с микросервисной архитектурой и отказоустойчивыми решениями.\n\nПредложение с информацией об образовании:\nМы предлагаем бесплатное обучение в IT-академии для начинающих специалистов, что значит, что требуется лишь основное IT образование или желание учиться.\n\nПредложение с возрастом:\nNaN\n\nПредложение с grade (сеньор/ миддл/ ..):\nNaN\n\nПредложение с предпочтениями удаленного формата работы/ офис:\nГибридный график работы (Москва) или удаленная работа.\n\nПредложение с зарплатой:\nЗарплата уточняется индивидуально в процессе собеседования.\n\nПредложение с личными качествами:\nМы ищем кандидата, который обладает коммуникабельностью, готовностью к обучению и развитию, а также готов помогать коллегам и участвовать в командных мероприятиях."
    },
    {
        "uuid": "042d69ba-f5fb-3248-aa7d-ae47d5ff21ea",
        "key_info": "Предложение, содержащее информацию о технологическом стеке: \nКомпания ориентирована на высокие технологии, работает с DWH, Greenplam/Arenadata, MPP системами, и использует типичные подходы к моделированию данных: 3NF, star-схема, Data Vault.\n\nПредложение с информацией о наличии коммерческого опыта: \nТребуется опыт работы с DWH от 3-х лет, а также желателен опыт работы с case-средствами моделирования PowerDesigner, ERWin, опыт BI-проектов.\n\nПредложение с информацией об образовании:\nСоискателей принимаются от 13 до 15 грейда, что соответствует аналитикам / начинающим архитекторам.\n\nПредложение с возрастом:\nНе указан.\n\nПредложение с grade (сеньор/ миддл/ ..): \nОт 13 до 15 грейда.\n\nПредложение с предпочтениями удаленный формат работы/ офис: \nГибкий график работы — в офисе, удаленно или в гибридном формате.\n\nПредложение с зарплатой: \nКонкурентная зарплата по итогам интервью, наличие премиальной составляющей, эксклюзивный зарплатный проект для сотрудников в банке.\n\nПредложение с личными качествами:\nТребуются сильные аналитические навыки, коммуникационные способности, опыт работы в банковской или финансовой сфере."
    },
    {
        "uuid": "b1148bfd-c881-3e51-92fd-29912e58b38d",
        "key_info": "Предложение, содержащее информацию о технологическом стеке: \nКомпания специализируется на разработке интеграционных решений с использованием Apache Spark, Airflow и Kafka, а также СУБД Impala и Clickhouse. \n\nПредложение с информацией о наличии коммерческого опыта: \nТребуется опыт разработки на Python, проектирования и разработки ETL-процессов, работы с REST API, SOAP, разработки на Airflow, работы с брокерами сообщений RabbitMQ, Kafka и другие. \n\nПредложение с информацией об образовании: \nВакансия не указывает требуемого образования, поэтому данная информация отсутствует. \n\nПредложение с возрастом: \nВозраст не указан в требованиях к кандидатам, поэтому данная информация также отсутствует. \n\nПредложение с grade (сеньор/ миддл/ ..): \nОписание вакансии не содержит информации о требуемом уровне специалиста (сеньор, миддл и т.д.), поэтому данное поле тоже остается NaN. \n\nПредложение с предпочтениями удаленного формата работы/ офиса: \nВ компании предлагают гибкий график работы — в офисе, удаленно или в гибридном формате, что демонстрирует готовность к согласованию на удаленную работу. \n\nПредложение с зарплатой: \nЗарплата будет конкурентной и определится по итогам интервью с наличием премиальной составляющей, а также будет эксклюзивный зарплатный проект для сотрудников в банке. \n\nПредложение с личными качествами: \nВ компании создадут комфортные условия для работы, поддержат новичков по программе наставничества, предоставят ДМС и сервис психологической поддержки, а также будут доступны льготы и компенсации различных видов, что подчеркивает заботу о сотрудниках."
    },
    {
        "uuid": "72feffa1-4e1b-3745-b540-f8dd04722854",
        "key_info": "1) Технологический стек: работа с маркетплейсами, кредитование внутри маркетплейса, разработка банка с нуля на собственной платформе\n2) Коммерческий опыт: опыт в финтехе, опыт работы с B2B\n3) Образование: NaN\n4) Возраст: NaN\n5) Grade: NaN\n6) Предпочтение работы: NaN\n7) Зарплата: не указана\n8) Личные качества: структурность, аналитический склад ума, опыт развития продукта с нуля, амбициозность"
    },
    {
        "uuid": "7de66249-ed0c-315d-8c52-3d9fd5082cc4",
        "key_info": "1. Вакансия: Суперапп / Онбординг / Знакомства - стек: Java (50%), Kotlin (50%), RxJava\n2. Для вакансии с настройкой рекомендаций в ленте ищем кандидата с опытом от года, но готовы рассмотреть и Middle.\n3. Образование из хорошего технического вуза.\n4. Нет ограничения по возрасту, но для Супераппа предпочтительнее до 50 лет, для Клипов до 40.\n5. Ищем Mid/Senior разработчиков.\n6. Локация: офисы и удаленка по РФ и РБ.\n7. Примерно премии до 2-х окладов, возможно и выше.\n8. Желательные личные качества: проактивность, открытость, стремление к развитию.\n\nСледует уточнить информацию о зарплате и формате работы NaN"
    },
    {
        "uuid": "2c530588-044c-3be6-967c-a921937007be",
        "key_info": "- Мы занимаемся разработкой финтех-продуктов, таких как \"Цифровая банковская платформа\" и комплексные решения для работы с большими данными.\n- Опыт анализа и описания банковских данных не менее 2-х лет является обязательным.\n- Требуется знание SQL на отличном уровне, опыт работы с промышленными СУБД (Oracle, PostgreSQL), опыт взаимодействия с командой разработки и тестирования.\n- Вакансия предназначена для специалистов 12-15 грейдов.\n- Есть возможность выбора гибкого графика работы — в офисе, удаленно или в гибридном формате.\n- Заработная плата будет конкурентной и зависит от результатов интервью, предусмотрена премиальная составляющая.\n- Особое внимание уделяется личным качествам, таким как коммуникабельность, умение обучать и навыки планирования работ."
    },
    {
        "uuid": "f4a7096b-e1c4-3b4c-be6a-493eb29c6b0f",
        "key_info": "- Мы ищем специалиста с опытом BE разработки от 4-х лет, готового принимать решения и брать на себя ответственность.\n- Наличие стека Java, Spring, опыт проектирования и построения микросервисных архитектур, работы с CI/CD, Kubernetes/OpenShift, Message/Streaming-oriented middleware (Kafka/RabbitMQ).\n- Опыт работы в финтех-компании, знание финансовой сферы и опыт работы с банковскими сервисами будет преимуществом.\n- Возраст не указан.\n- Требуемый грейд - Синьор, до 15.\n- Гибкий график работы в офисе, удаленно или в гибридном формате.\n- Конкурентная зарплата по итогам интервью, премиальная составляющая, эксклюзивный зарплатный проект для сотрудников в банке.\n- Требуется человек, готовый строить модели данных, внедрять новые технологии, имеющий хорошие коммуникационные навыки, способный работать в команде и быстро обучаться."
    },
    {
        "uuid": "47c1a3d8-84b7-3986-9214-f61679697e65",
        "key_info": "Технологический стек: опыт работы с React / JS / Java / Microservices / PostgreSQL.\nКоммерческий опыт: опыт работы в качестве ИТ лидом / тех лидом разработки ПО от 2х лет.\nОбразование: NaN.\nВозраст: NaN.\nГрейд: не указан.\nПредпочтение работы: NaN.\nЗарплата: не указана.\nЛичные качества: готовность принимать решения, ответственность, коммуникативность, умение находить общий язык с бизнес-заказчиками и разработчиками."
    },
    {
        "uuid": "3c4359e8-8e2f-3c51-9b62-562080e1b549",
        "key_info": "Технологический стек: Ищем специалиста с опытом работы с Java от 3 лет, уверенными знаниями Spring Framework, Hibernate, а также опытом работы с тестовыми фреймворками Junit, TestNG и реляционными базами данных.\n\nКоммерческий опыт: Опыт работы с высоконагруженными системами, Spring Boot, Spring Cloud, Docker, Kubernetes, TeamCity, Jira, Confluence будет являться плюсом.\n\nОбразование: Не указано.\n\nВозраст: Не указан.\n\nGrade: Не указан.\n\nПредпочтения по формату работы: Не указаны.\n\nЗарплата: Не указана.\n\nЛичные качества: Умение писать чистый, документированный и тестируемый код, понимание микросервисной архитектуры, функциональной парадигмы разработки."
    },
    {
        "uuid": "9c23bbc9-e2fe-39eb-ad49-3194275143ff",
        "key_info": "Наш стэк: Java 11, PostgresSQ, Tarantool, Kafka/ ArtemisMQ, K8s. \n\nОпыт управления командой и участие в проектах по переходу на микро-сервисную архитектуру от монолитных систем. \n\nОбразование не указано. \n\nВозраст не указан. \n\nGrade: NaN\n\nПредпочтение удаленного формата работы/ офис: Не указано.\n\nЗарплата: Не указана. \n\nЛичные качества: Понимание брокерского бизнеса, опыт работы с Agile-практиками, грамотное владение инструментами Jira и Confluence."
    },
    {
        "uuid": "b2315867-73a2-3d43-acac-cbb92bd793b3",
        "key_info": "Вакансия предполагает использование технологического стека Java, Spring, Git, Gradle/Maven, Docker, K8s/OpenShift, PostgreSQL, Oracle, Kafka, RabbitMQ, ArtemisMQ, а также знание Reactive Spring. \n\nТребуется опыт коммерческой разработки Highload приложений на Java, а также опыт работы с микросервисной архитектурой, очередями, СУБД, написанием unit-тестов.\n\nУровень образования не указан.\n\nОжидаемый возраст кандидата до 15 грейда.\n\nУсловия работы могут быть как удаленные, так и офисные.\n\nЗаработная плата предполагается в соответствии с рыночными стандартами.\n\nКандидату также желательно иметь опыт в построении высоконагруженных распределенных систем, знание криптографии и опыт работы с Nexus."
    },
    {
        "uuid": "f97f9ccf-12cc-377a-8e1d-37039d591c8b",
        "key_info": "Технологический стек включает в себя: python3, asyncio, pytest, опыт работы с асинхронными http-фреймворками (aiohttp / fastapi / sanic / litestar), опыт работы с postgresql, SQL, Docker. Будет плюсом опыт работы с очередями (rabbitmq / kafka / Nats Messaging), redis, gitlab-ci, ELK, grafana. Опыт проектирования микросервисов, API, а также опыт работы с k8s также ценится.\n\nКоммерческий опыт работы с асинхронными http-фреймворками в качестве основного инструмента составляет 2+ лет. Есть опыт работы с postgresql или другими реляционными базами данных.\n\nОбразование: NaN\n\nВозраст: NaN\n\nGrade: NaN\n\nПредпочтение формата работы: NaN\n\nЗарплата: NaN\n\nЛичные качества: NaN"
    },
    {
        "uuid": "aecfdaf6-e12c-3309-8f1b-157028ef63d5",
        "key_info": "Технологический стек: Опыт работы с Java от 3 лет, знание Spring Framework (Cloud, Boot, AOP, Security), Hibernate, Junit, TestNG, Mokito, Git, Maven, Java 8 - 11, Stream, Optional, Collections.\n\nКоммерческий опыт: Есть опыт разработки на Java с применением указанных технологий, работы с реляционными базами данных, а также опыт проектирования высоконагруженных систем.\n\nОбразование: Не указано (NaN).\n\nВозраст: NaN.\n\nGrade: NaN.\n\nПредпочтение формата работы: NaN.\n\nЗарплата: Не указана (NaN).\n\nЛичные качества: Умение писать чистый, документированный и тестируемый код, понимание микросервисной архитектуры, знакомство с функциональной парадигмой разработки."
    },
    {
        "uuid": "a5d0e1fd-7baa-3a6f-98f4-b908ac7fce43",
        "key_info": "Технологический стек включает Java, spring, Kubernetes/OpenShift, Kafka/RabbitMQ.\nОпыт работы на позиции BE разработчика от 4-х лет.\nНаличие структурированной программы наставничества Buddy для новичков.\nВозраст не указан.\nРабота на позиции Senior до 15 грейда.\nГибкий график работы - возможность выбора между офисной работой, удаленным форматом или гибридным режимом.\nКонкурентная зарплата с премиальной составляющей.\nЖелание принимать решения, брать на себя ответственность.\nNaN."
    },
    {
        "uuid": "259bf318-e6a7-3b6c-93f9-e1804a89ee63",
        "key_info": "1. Мы работаем с Vue.js, Nuxt.js, Vuex/Pinia, HTML5, CSS, SCSS/Less, JavaScript, TypeScript, webpack, vite, REST API, Postman, Swagger, Git, GitLab CI, Docker (Docker Compose) для разработки и оптимизации веб-приложений.\n\n2. Требуется опыт коммерческой разработки на указанных технологиях.\n\n3. Образование не указано (NaN).\n\n4. Вакансия не содержит информации о возрасте (NaN).\n\n5. Ищем разработчика фронтенда без указания grade.\n\n6. График работы дистанционный 5/2 (9-18/10-19), что предполагает возможность удаленной работы.\n\n7. Зарплата не указана (NaN).\n\n8. Требуется кандидат с коммуникационными навыками, ответственностью, работой в команде, способностью к обучению и развитию, адаптивностью, настойчивостью, упорством."
    }
]